/* CA Email greeting Subject Header when CA is available */
"%1$@ Certificate Authority is now available" = "%1$@-sertifikatautoriteten er nå tilgjengelig";

/* %1$@'s CA */
"%1$@'s CA" = "%1$@s CA";

/* Email message sent to the CA when a user requests a Cert */
"%@ has sent you a certificate request. Click the enclosure to complete the request. A certificate signing request (CSR) is information generated by the computer to identify the user requesting a certificate from a Certificate Authority. The CSR contains the public key of the user and is used to generate the certificate. The certificate will automatically be sent to %@.\n\n" = "%1$@ har sendt deg en sertifikatforespørsel. Klikk på vedlegget for å behandle forespørselen. En sertifikatsigneringsforespørsel (Certificate Signing Request/CSR) er informasjon som genereres av maskinen for å identifisere brukeren som sender en sertifikatforespørsel til en sertifikatautoritet. Forespørselen inneholder den offentlige nøkkelen til brukeren og brukes til å generere sertifikatet. Sertifikatet sendes automatisk til %2$@.\n\n";

/* Email message sent to the user when the CA has created their cert */
"%@ has sent you the certificate you requested. Click the enclosure and Keychain Access will import it for you.\n\n" = "%@ har sendt deg sertifikatet du bestilte. Klikk på vedlegget, og dermed importerer Nøkkelringtilgang det for deg.\n\n";

/* (Unused) */
"(Unused)" = "(Ubrukt)";

/* 1024 bits */
"1024 bits" = "1024-bits";

/* 1200 bits */
"1200 bits" = "1200-bits";

/* 1400 bits */
"1400 bits" = "1400-bits";

/* 1600 bits */
"1600 bits" = "1600-bits";

/* 2048 bits */
"2048 bits" = "2048-bits";

/* 256 bits */
"256 bits" = "256-bits";

/* 384 bits */
"384 bits" = "384-bits";

/* 512 bits */
"512 bits" = "512-bits";

/* 521 bits */
"521 bits" = "521-bits";

/* <invalid expiration date> */
"<invalid expiration date>" = "<ugyldig utløpsdato>";

/* <no certificates specified> */
"<no certificates specified>" = "<ingen sertifikater angitt>";

/* _renamed_%d */
"_renamed_%d" = "_med_nytt_navn_%d";

/* A CA that does not rely on another CA for its validation is called a \\U201Croot\\U201D (or \\U201Canchor\\U201D) CA. A CA that does rely on another CA for its validation is called a \\U201CIntermediate CA\\U201D. Trust in such a root CA must be established by means other than a certificate. Mac OS X contains a list of acceptable root CA identities that have been pre-qualified by Apple. You can add other CAs to this list using the Keychain Access application, or your administrator can do this for you. */
"A CA that does not rely on another CA for its validation is called a \\U201Croot\\U201D (or \\U201Canchor\\U201D) CA. A CA that does rely on another CA for its validation is called a \\U201CIntermediate CA\\U201D. Trust in such a root CA must be established by means other than a certificate. Mac OS X contains a list of acceptable root CA identities that have been pre-qualified by Apple. You can add other CAs to this list using the Keychain Access application, or your administrator can do this for you." = "En CA som ikke valideres ved hjelp av en annen CA, kalles en «rot-CA» eller «anker-CA». En CA som valideres ved hjelp av en annen CA, kalles en «intermediær CA». Godkjenning av en slik rot-CA må utføres med noe annet enn et sertifikat. Mac OS X inneholer en liste med rot-CA-identiteter som Apple går god for. Du kan legge til andre CA-er i denne listen ved hjelp av programmet Nøkkelring, eller du kan få en administrator til å gjøre det for deg.";

/* A CA Web Site is provided for users who wish to use the Internet to download a CA invitation and a CA's certificates. The Web Site is mainly provided for users who may not have officially received an invite or the CA certificates from the CA. The Web Site also provides information so user can verify that the site does belong to the CA. The SHA-1 fingerprint of the CA certificate and the CA's administration e-mail address are displayed for verification. */
"A CA Web Site is provided for users who wish to use the Internet to download a CA invitation and a CA's certificates. The Web Site is mainly provided for users who may not have officially received an invite or the CA certificates from the CA. The Web Site also provides information so user can verify that the site does belong to the CA. The SHA-1 fingerprint of the CA certificate and the CA's administration e-mail address are displayed for verification." = "Et CA-websted er gjort tilgjengelig for brukere som ønsker å laste ned CA-invitasjoner og CA-sertifikater via Internett. Webstedet er først og fremst rettet mot brukere som ikke har mottatt en offisiell invitasjon eller CA-sertifikatene fra sertifikatautoriteten. Webstedet inneholder også informasjon som gjør det mulig for brukeren å verifisere at webstedet tilhører sertifikatautoriteten. CA-sertifikatets «SHA-1 fingerprint» og CA-administrasjonens e-postadresse vises for verifisering.";

/* A certificate authority (CA) that relies on another CA for its validation is called an Intermediate CA. An intermediate CA depends on the CA that issued it for its validity, and can be invalidated, or revoked, by it. Intermediate CAs are commonly used by their issuing CA to delegate authority for a subset of its operation, such as a particular usage or class of users. If you or your system trusts an intermediate CA's issuer, it will also trust the intermediate CA, unless you explicitly override this. Mac OS X also allows you to directly assign trust to an intermediate CA without trusting its issuer; however, this circumvents validity checks based on the issuer's authority. When creating an intermediate CA with the Certificate Assistant, an existing root or intermediate CA (along with their corresponding private key) must be present to sign it. */
"A certificate authority (CA) that relies on another CA for its validation is called an Intermediate CA. An intermediate CA depends on the CA that issued it for its validity, and can be invalidated, or revoked, by it. Intermediate CAs are commonly used by their issuing CA to delegate authority for a subset of its operation, such as a particular usage or class of users. If you or your system trusts an intermediate CA's issuer, it will also trust the intermediate CA, unless you explicitly override this. Mac OS X also allows you to directly assign trust to an intermediate CA without trusting its issuer; however, this circumvents validity checks based on the issuer's authority. When creating an intermediate CA with the Certificate Assistant, an existing root or intermediate CA (along with their corresponding private key) must be present to sign it." = "En sertifikatautoritet (CA) som valideres ved hjelp av en annen CA, kalles en «intermediær CA». Godkjenning av en intermediær CA avhenger av CA-en som utstedte den, og den intermediære CA-en kan gjøres ugyldig eller tilbakekalles av den utstedende CA-en. Intermediære CA-er brukes ofte av den utstedende CA-en til å delegere autoritet i forbindelse med en underordnet operasjon, for eksempel for en bestemt type bruk eller en klasse med brukere. Hvis du eller systemet godkjenner utstederen av en intermediær CA, vil også den intermediære CA-en godkjennes, med mindre du eksplisitt overstyrer dette. I Mac OS X kan du også godkjenne en intermediær CA uten å godkjenne utstederen. Man omgår imidlertid da gyldighetskontroller som er basert på utstederens autoritet. Når du oppretter en intermediær CA ved hjelp av Sertifikatassistent, må en eksisterende rot eller intermediær CA (sammen med den tilhørende private nøkkelen) være til stede for å signere den.";

/* A CA Configuration File already exists with that name. Please pick a different name. */
"A Certificate Authority configuration file already exists with that name. Please pick a different name." = "En sertifikatautoritetskonfigurasjonsfil med det navnet finnes allerede. Velg et annet navn.";

/* A certificate authority name cannot contain periods. */
"A certificate authority name cannot contain periods." = "Sertifikatautoritetnavn kan ikke inneholde punktum.";

/* A leaf is a certificate signed by an intermediate or root Certificate Authority. A leaf certificate benefits from the security of certificate chains and certificate policies. A leaf is situated at the bottom of a certificate chain. */
"A leaf is a certificate signed by an intermediate or root Certificate Authority. A leaf certificate benefits from the security of certificate chains and certificate policies. A leaf is situated at the bottom of a certificate chain." = "Et bladsertifikat er et sertifikat som er signert av en rotsertifikatautoritet eller intermediær sertifikatautoritet. En fordel ved bladsertifikater er at de er beskyttet av sikkerheten i sertifikatkjeder og sertifikatkriterier. Bladsertifikater er plassert nederst i sertifikatkjeden.";

/* A self-signed certificate does not provide the security guarantee of a certificate issued by a Certificate Authority. Before your self-signed certificate is accepted, the recipient will be asked to confirm that they wish to trust and accept it. */
"A self-signed certificate does not provide the security guarantee of a certificate issued by a Certificate Authority. Before your self-signed certificate is accepted, the recipient will be asked to confirm that they wish to trust and accept it." = "Et selvsignert sertifikat kan ikke tilby den samme sikkerhetsgarantien som sertifikater som er utstedt av en sertifikatautoritet. Før et selvsignert sertifikat kan godtas, vil mottakeren bli bedt om å bekrefte at sertifikatet skal godkjennes.";

/* A self-signed certificate is a root certificate authority that someone makes for immediate use as a certificate. Such certificates do not benefit from the security of certificate chains and certificate policies. Most computers will not accept a self-signed certificate unless their owner first tells them to, and some computers will not accept them under any circumstances. They are however easy and quick to make, and are often used for testing purposes in place of certificates signed by proper certificate authorities. */
"A self-signed root certificate is a root certificate authority that someone makes for immediate use as a certificate. Such certificates do not benefit from the security of certificate chains and certificate policies. Most computers will not accept a self-signed certificate unless their owner first tells them to, and some computers will not accept them under any circumstances. They are however easy and quick to make, and are often used for testing purposes in place of certificates signed by proper certificate authorities." = "Et selvsignert rotsertifikat er en rotsertifikatautoritet som noen oppretter for umiddelbar bruk som sertifikat. Slike sertifikater er ikke beskyttet av sikkerheten i sertifikatkjeder og sertifikatkriterier. De fleste datamaskiner vil ikke godta et selvsignert sertifikat med mindre eieren ber om det, og enkelte datamaskiner vil ikke godta slike sertifikater i det hele tatt. Slike sertifikater er imidlertid enkle og raske å opprette, og de brukes ofte i testøyemed i stedet for sertifikater som er signert av en ekte sertifikatautoritet.";

/* A URI cannot contain Unicode characters. */
"A URI cannot contain Unicode characters." = "URI-er kan ikke inneholde Unicode-tegn.";

/* Aborted */
"Aborted" = "Avbrutt";

/* An error occurred when attempting to display the certificate. */
"An error occurred when attempting to display the certificate." = "Det oppsto en feil under forsøket på å vise sertifikatet.";

/* An error occurred when attempting to evaluate the certificate. */
"An error occurred when attempting to evaluate the certificate." = "Det oppsto en feil under forsøket på å evaluere sertifikatet.";

/* An error occurred when attempting to install the \\U201C%@\\U201D certificates. */
"An error occurred when attempting to install the \\U201C%@\\U201D certificates." = "Det oppsto en feil under forsøket på å installere «%@»-sertifikatene.";

/* An error occurred when creating the e-mail invitation. */
"An error occurred when creating the e-mail invitation." = "Det oppsto en feil under oppretting av e-postinvitasjonen.";

/* An error occurred when e-mailing the certificate signing request to the CA. Make sure you have a configured e-mail account. */
"An error occurred when e-mailing the certificate signing request to the CA. Make sure you have a configured e-mail account." = "Det oppsto en feil under sending av sertifikatsigneringsforespørselen via e-post til CA. Forsikre deg om at du har konfigurert e-postkontoen.";

/* Message indicating we couldn't mail the CSR to the CA */
"An error occurred when mailing the certificate signing request to the certificate authority." = "Det oppsto en feil ved sending av sertifikatsigneringsforespørselen til sertifikatautoriteten.";

/* An error occurred when trying to create the CA web site (error=%d). */
"An error occurred when trying to create the CA web site (error=%d)." = "Det oppsto en feil under forsøket på å opprette CA-webstedet (feil = %d).";

/* An error occurred when trying to create the CA web site on your iDisk. Your iDisk could not be accessed. */
"An error occurred when trying to create the CA web site on your iDisk. Your iDisk could not be accessed." = "Det oppsto en feil under forsøket på å opprette CA-webstedet på iDisk. Fikk ikke tilgang til iDisk.";

/* An error occurred when trying to create the CA web site on your iDisk. Your iDisk was not responding. Please check your network connection. */
"An error occurred when trying to create the CA web site on your iDisk. Your iDisk was not responding. Please check your network connection." = "Det oppsto en feil under forsøket på å opprette CA-webstedet på iDisk. Fikk ikke svar fra iDisk. Kontroller nettverksforbindelsen.";

/* An error occurred when verifying the signature that signed \\U201C%@\\U201D. */
"An error occurred when verifying the signature that signed \\U201C%@\\U201D." = "Det oppsto en feil under verifisering av signaturen som signerte «%@».";

/* An error occurred when visiting the CA web site. */
"An error occurred when visiting the CA web site." = "Det oppsto en feil ved besøk på CA-webstedet.";

/* An error occurred. The specified CA wasn't a valid Certificate Authority. */
"An error occurred. The specified CA wasn't a valid Certificate Authority." = "Det oppsto en feil. Den angitte CA-en var ikke en gyldig sertifikatautoritet.";

/* An expiration period for a certificate must be no longer than %d years. */
"An expiration period for a certificate must be no longer than %d years." = "Utløpsperioden for et sertifikat må ikke være lengre enn %d år.";

/* An invitation is a file given to users who wish to request a certificate from a CA. When done creating a CA, the Certificate Assistant helps you with the delivery of the invitation to the users. A user can double-click on this invitation and the Certificate Assistant will guide them through the process of requesting a certificate. */
"An invitation is a file given to users who wish to request a certificate from a CA. When done creating a CA, the Certificate Assistant helps you with the delivery of the invitation to the users. A user can double-click on this invitation and the Certificate Assistant will guide them through the process of requesting a certificate." = "En invitasjon er en fil som gis til brukere som vil be om et sertifikat fra en CA. Når en CA har blitt opprettet, hjelper Sertifikatassistent deg med leveringen av invitasjoner til brukerne. Når brukere dobbeltklikker på denne invitasjonen, hjelper Sertifikatassistent dem med å be om et sertifikat.";

/* IPAddr format not correct */
"An IP Address you specified was not in the correct format (IP Addresses are formatted like 1.2.3.4)." = "Du har spesifisert en IP-adresse med feil format (IP-adresser skal ha formatet 1.2.3.4).";

/* An unknown error occurred when reading the certificate signing request. */
"An unknown error occurred when reading the certificate signing request." = "Det oppsto en ukjent feil under lesing av sertifikatsigneringsforespørselen.";

/* Appropriate S/MIME ExtendedKeyUsage not found  */
"Appropriate S/MIME ExtendedKeyUsage not found " = "Passende S/MIME ExtendedKeyUsage ble ikke funnet ";

/* Bad cert obtained from specified issuerAltName */
"Bad cert obtained from specified issuerAltName" = "Ødelagt sertifikat mottatt fra angitt issuerAltName";

/* Bad leaf cert */
"Bad leaf cert" = "Ødelagt bladsertifikat";

/* Bad root cert (fails to self-verify) */
"Bad root cert (fails to self-verify)" = "Ødelagt rotsertifikat (kunne ikke selvverifiseres)";

/* Basic Constraints Extension */
"Basic Constraints Extension" = "Tillegg for grunnleggende begrensninger";

/* Basic Constraints Extension For This CA */
"Basic Constraints Extension For This CA" = "Tillegg for grunnleggende begrensninger for denne CA";

/* Basic Constraints Extension For Users of This CA */
"Basic Constraints Extension For Users of This CA" = "Tillegg for grunnleggende begrensninger for brukere av denne CA";

/* Basic Constraints Missing */
"Basic Constraints Missing" = "Grunnleggende begrensninger mangler";

/* Cancel */
"Cancel" = "Avbryt";

/* Cert expired */
"Cert expired" = "Sertifikat utløpt";

/* Cert not found at specified issuerAltName */
"Cert not found at specified issuerAltName" = "Sertifikat ikke funnet hos angitt issuerAltName";

/* Cert not yet valid */
"Cert not yet valid" = "Sertifikat ikke gyldig ennå";

/* Certificate Request */
"Certificate Request" = "Sertifikatbestilling";

/* Choose */
"Choose" = "Velg";

/* Choose an identity that will sign your CA invitations. */
"Choose an identity that will sign your CA invitations." = "Velg en identitet som skal signere CA-invitasjonene dine.";

/* Click \\U201CSpecify Alternate Location...\\U201D to create the web site at a different location. */
"Click \\U201CSpecify Alternate Location...\\U201D to create the web site at a different location." = "Klikk på «Velg alternativ plassering...» for å opprette webstedet på en annen plassering.";

/* Code Signing, Bad path length */
"Code Signing, Bad path length" = "Kodesignering. Feil i banelengde.";

/* Code Signing, Basic Constraints Missing */
"Code Signing, Basic Constraints Missing" = "Kodesignering. Grunnleggende begrensninger mangler.";

/* Code Signing, Development */
"Code Signing, Development" = "Kodesignering. Utvikling.";

/* Code Signing, Illegal certificate chain length */
"Code Signing, Illegal certificate chain length" = "Kodesignering. Ulovlig lengde på sertifikatkjede.";

/* Code Signing, No Extended Key Usage */
"Code Signing, No Extended Key Usage" = "Kodesignering. Ingen utvidet nøkkelbruk.";

/* Continue */
"Continue" = "Fortsett";

/* Could not create a key pair. */
"Could not create a key pair." = "Kunne ikke opprette nøkkelpar.";

/* Could not create the CA configuration file. */
"Could not create the Certificate Authority configuration file." = "Kunne ikke opprette sertifikatautoritetskonfigurasjonsfil.";

/* Could not create the certificate export file (error=%d). */
"Could not create the certificate export file (error=%d)." = "Kunne ikke opprette eksportfil for sertifikatet (feil = %d).";

/* Could not create the certificate export file. */
"Could not create the certificate export file." = "Kunne ikke opprette eksportfil for sertifikatet.";

/* Could not find a signing key based on the public key hash. */
"Could not find a signing key based on the public key." = "Fant ingen signeringsnøkkel basert på den offentlige nøkkelen.";

/* Could not find the issuer for the Certificate Authority configuration file \\U201C%@\\U201D. */
"Could not find the issuer for the Certificate Authority configuration file \\U201C%@\\U201D." = "Kunne ikke finne utstederen av sertifikatautoritetskonfigurasjonsfilen «%@».";

/* Could not mail the certificate to the user. */
"Could not mail the certificate to the user. A copy has been placed in your keychain." = "Kunne ikke sende sertifikatet til brukeren med e-post. En kopi har blitt lagt til på nøkkelringen din.";

/* Create Your Certificate */
"Create Your Certificate" = "Opprett et sertifikat";

/* Create Your Certificate Authority */
"Create Your Certificate Authority" = "Opprett en sertifikatautoritet";

/* Creating Key Pair... */
"Creating Key Pair..." = "Oppretter nøkkelpar...";

/* Creating the CA web site... */
"Creating the CA web site..." = "Oppretter CA-webstedet...";

/* Creating the certificate request... */
"Creating the certificate request..." = "Oppretter sertifikatforespørselen...";

/* Creating the certificate... */
"Creating the certificate..." = "Oppretter sertifikatet...";

/* CRL Expired */
"CRL Expired" = "CRL utløpt";

/* CRL failed policy verification */
"CRL failed policy verification" = "Kriterieverifisering mislyktes for CRL";

/* CRL Not Valid Yet */
"CRL Not Valid Yet" = "CRL ikke gyldig ennå";

/* CRL not verifiable to anchor or root */
"CRL not verifiable to anchor or root" = "CRL ikke verifiserbar for anker eller rot";

/* CRL verified to untrusted root */
"CRL verified to untrusted root" = "CRL verifiserte til ikke-godkjent rot";

/* Done */
"Done" = "Ferdig";

/* E-mail addresses cannot contain Unicode characters. */
"E-mail addresses cannot contain Unicode characters." = "E-postadresser kan ikke inneholde Unicode-tegn.";

/* Error: could not read the Certificate Authority configuration file. */
"Error: could not read the Certificate Authority configuration file \\U201C%@\\U201D." = "Feil: kunne ikke lese sertifikatautoritetkonfigurasjonsfilen «%@».";

/* Error: could not read the specified template \\U201C%@\\U201D. */
"Error: could not read the template \\U201C%@\\U201D." = "Feil: Kunne ikke lese malen «%@».";

/* Evaluating Certificate(s) */
"Evaluating Certificate(s)" = "Vurderer sertifikat(er)";

/* Expired */
"Expired" = "Utløpt";

/* Extended Key Usage Extension */
"Extended Key Usage Extension" = "Tillegg for utvidet nøkkelbruk";

/* Extended Key Usage Extension For This CA */
"Extended Key Usage Extension For This CA" = "Tillegg for utvidet nøkkelbruk for denne CA";

/* Extended Key Usage Extension For Users of This CA */
"Extended Key Usage Extension For Users of This CA" = "Tillegg for utvidet nøkkelbruk for brukere av denne CA";

/* For SSL Server certificates, either an IP Address or DNS name must be specified. */
"For SSL Server certificates, either an IP Address or DNS name must be specified." = "SSL-tjenersertifikater krever at du oppgir enten en IP-adresse eller et DNS-navn.";

/* For the user who request certificates from this CA, select Extended Key Usage Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Extended Key Usage Extension to see the available options and specify which ones their certificate will use." = "For brukere som ber om sertifikater fra denne CA-en, velger du «Tillegg for utvidet nøkkelbruk» hvis du vil vise tilgjengelige alternativer og angi hvilke som skal brukes av sertifikatet.";

/* For the user who request certificates from this CA, select Include Basic Constraints Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Include Basic Constraints Extension to see the available options and specify which ones their certificate will use." = "For brukere som ber om sertifikater fra denne CA-en, velger du «Tillegg for grunnleggende begrensninger» hvis du vil vise tilgjengelige alternativer og angi hvilke som skal brukes av sertifikatet.";

/* For the user who request certificates from this CA, select Include Subject Alternate Name Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Include Subject Alternate Name Extension to see the available options and specify which ones their certificate will use." = "For brukere som ber om sertifikater fra denne CA-en, velger du «Tillegg for alternativt subjektnavn» hvis du vil vise tilgjengelige alternativer og angi hvilke som skal brukes av sertifikatet.";

/* For this Certificate Authority, select Include Basic Constraints Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Basic Constraints Extension to see the available options and specify which ones the CA certificate will use." = "For denne sertifikatautoriteten velger du «Inkluder tillegg for grunnleggende begrensninger» hvis du vil vise tilgjengelige alternativer og angi hvilke som skal brukes av CA-sertifikatet.";

/* For this Certificate Authority, select Include Extended Key Usage Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Extended Key Usage Extension to see the available options and specify which ones the CA certificate will use." = "For denne sertifikatautoriteten velger du «Inkluder tillegg for utvidet nøkkelbruk» hvis du vil vise tilgjengelige alternativer og angi hvilke som skal brukes av CA-sertifikatet.";

/* For this Certificate Authority, select Include Subject Alternate Name Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Subject Alternate Name Extension to see the available options and specify which ones the CA certificate will use." = "For denne sertifikatautoriteten velger du «Inkluder tillegg for alternativt subjektnavn» hvis du vil vise tilgjengelige alternativer og angi hvilke som skal brukes av CA-sertifikatet.";

/* Good */
"Good" = "God";

/* Hostname mismatch */
"Hostname mismatch" = "Feil vertsnavn";

/* Idle */
"Idle" = "Inaktiv";

/* Illegible CRL distribution point URI */
"Illegible CRL distribution point URI" = "Uleselig CRL-distribusjonspunkt-URI";

/* Illegible name */
"Illegible name" = "Uleselig navn";

/* Intermediate CA */
"Intermediate CA" = "Intermediær CA";

/* Invalid Authority Key ID  */
"Invalid Authority Key ID " = "Ugyldig nøkkel-ID for autoritet ";

/* Invalid BasicConstraints.CA */
"Invalid BasicConstraints.CA" = "Ugyldig BasicConstraints.CA";

/* Invalid Certificate */
"Invalid Certificate" = "Ugyldig sertifikat";

/* Invalid Extended Key Usage */
"Invalid Extended Key Usage" = "Ugyldig utvidet nøkkelbruk";

/* Invalid Key Usage */
"Invalid Key Usage" = "Ugyldig nøkkelbruk";

/* Invalid Subject Key ID  */
"Invalid Subject Key ID " = "Ugyldig nøkkel-ID for bruker ";

/* Invalid Subject/Authority Key ID Linkage */
"Invalid Subject/Authority Key ID Linkage" = "Ugyldig bruker/autoritet nøkkel-ID-kobling";

/* IssuingDistributionPoint extension violation */
"IssuingDistributionPoint extension violation" = "IssuingDistributionPoint-tilleggovertredelse";

/* Key Pair pane title (when not creating a CA) */
"Key Pair Information" = "Nøkkelparinformasjon";

/* Key Pair pane title (when creating a CA) */
"Key Pair Information For This CA" = "Nøkkelparinformasjon for denne sertifikatautoriteten";

/* Key Usage Extension */
"Key Usage Extension" = "Tillegg for nøkkelbruk";

/* Key Usage Extension For This CA */
"Key Usage Extension For This CA" = "Tillegg for nøkkelbruk for denne CA";

/* Key Usage Extension For Users of This CA */
"Key Usage Extension For Users of This CA" = "Tillegg for nøkkelbruk for brukere av denne CA";

/* Keychain */
"Keychain" = "Nøkkelring";

/* Leaf */
"Leaf" = "Bladsertifikat";

/* Let me choose */
"Let me choose" = "La meg velge";

/* Network */
"Network" = "Nettverk";

/* No */
"No" = "Nei";

/* No certificates were returned from the host. */
"No certificates were returned from the host." = "Ingen sertifikater ble returnert fra verten.";

/* No CRL */
"No CRL" = "Ingen CRL";

/* No root cert found */
"No root cert found" = "Rotsertifikat ikke funnet";

/* Not Yet Valid */
"Not Yet Valid" = "Ikke gyldig ennå";

/* Note: Additional certificates that make up the Certificate Authority (CA) must also be provided to users. Additional certificates are located in the .pem file in the CA folder. For added security, don't send these files by email. Make them available in a secure location, such as a file server. */
"Note: Additional certificates that make up the Certificate Authority (CA) must also be provided to users. Additional certificates are located in the .pem file in the CA folder. For added security, don't send these files by email. Make them available in a secure location, such as a file server." = "Merk: Ekstra sertifikater som er en del av sertifikatautoriteten (CA), må også distribueres til brukerne. Ekstra sertifikater finnes i .pem-filen i CA-mappen. Du bør ikke sende disse filene med e-post. Filene bør gjøres tilgjengelig på et sikkert sted, for eksempel en filtjener.";

/* OK */
"OK" = "OK";

/* P12Password */
"P12Password" = "P12-passord";

/* Partial public key resolved with failure */
"Partial public key resolved with failure" = "Del av offentlig nøkkel løst med feil";

/* Partial public key unresolvable */
"Partial public key unresolvable" = "Del av offentlig nøkkel kunne ikke løses";

/* PathLengthConstraint exceeded */
"PathLengthConstraint exceeded" = "PathLengthConstraint overskredet";

/* Please contact your CA administrator for assistance. */
"Please contact your CA administrator for assistance." = "Be CA-administratoren om hjelp.";

/* Please contact your CA administrator for help importing them. */
"Please contact your CA administrator for help importing them." = "Be CA-administratoren om hjelp til å importere dem.";

/* Please specify a serial number from %@ to %@. */
"Please specify a serial number from %@ to %@." = "Angi et serienummer fra %1$@ til %2$@.";

/* Please specify a valid expiration date. */
"Please specify a valid expiration date." = "Angi en gyldig utløpsdato.";

/* Please specify some certificate information below: */
"Please specify some certificate information below:" = "Oppgi sertifikatinformasjon nedenfor:";

/* Please specify some information about your CA: */
"Please specify some information about your CA:" = "Oppgi informasjon om CA-en:";

/* Please specify the issuing Certificate Authority for %@\\U2019s (%@) certificate request. */
"Please specify the issuing Certificate Authority for %@\\U2019s (%@) certificate request." = "Oppgi den utstedende sertifikatautoriteten for %1$@s (%2$@) sertifikatforespørsel.";

/* Please specify the issuing Certificate Authority for this certificate request. */
"Please specify the issuing Certificate Authority for this certificate request." = "Oppgi den utstedende sertifikatautoriteten for denne sertifikatforespørselen.";

/* Policy verification failed */
"Policy verification failed" = "Kriterieverifisering mislyktes";

/* ProbeSSL */
"ProbeSSL" = "ProbeSSL";

/* Probing SSL server */
"Probing SSL server" = "Søker på SSL-tjener";

/* Replace existing \\U201C%@\\U201D web site on your iDisk? */
"Replace existing \\U201C%@\\U201D web site on your iDisk?" = "Vil du erstatte eksisterende «%@»-websted på iDisk?";

/* Replace existing \\U201C%@\\U201D? */
"Replace existing \\U201C%@\\U201D?" = "Erstatte «%@»?";

/* Required */
"Required" = "Kreves";

/* Root ALSO in System Roots */
"Root ALSO in System Roots" = "Rot OGSÅ i systemrøtter";

/* S/MIME */
"S/MIME" = "S/MIME";

/* S/MIME Email address mismatch */
"S/MIME Email address mismatch" = "S/MIME-e-postadresse stemmer ikke overens";

/* S/MIME KeyUsage incompatibility */
"S/MIME KeyUsage incompatibility" = "S/MIME-nøkkelbrukinkompatibilitet";

/* S/MIME, No email Address Found */
"S/MIME, No email Address Found" = "S/MIME, ingen e-postadresse funnet";

/* S/MIME, non-critical KeyUsage */
"S/MIME, non-critical KeyUsage" = "S/MIME, ikke-nødvendig nøkkelbruk";

/* S/MIME, SubjectAltName not critical */
"S/MIME, SubjectAltName not critical" = "S/MIME, SubjectAltName ikke nødvendig";

/* Select Include Basic Constraints Extension to see the available options and specify which ones this certificate will use. */
"Select Include Basic Constraints Extension to see the available options and specify which ones this certificate will use." = "Velg «Inkluder tillegg for grunnleggende begrensninger» hvis du vil vise tilgjengelige alternativer og angi hvilke sertifikatet skal bruke.";

/* Select Include Extended Key Usage Extension to see the available options and specify which ones this certificate will use. */
"Select Include Extended Key Usage Extension to see the available options and specify which ones this certificate will use." = "Velg «Inkluder tillegg for utvidet nøkkelbruk» hvis du vil vise tilgjengelige alternativer og angi hvilke dette sertifikatet skal bruke.";

/* Select Include Subject Alternate Name Extension to see the available options and specify which ones this certificate will use. */
"Select Include Subject Alternate Name Extension to see the available options and specify which ones this certificate will use." = "Velg «Inkluder tillegg for alternativt subjektnavn» hvis du vil vise tilgjengelige alternativer og angi hvilke dette sertifikatet skal bruke.";

/* Select the appropriate trust policy to evaluate \\U201C%1$@\\U201D. */
"Select the appropriate trust policy to evaluate \\U201C%1$@\\U201D." = "Velg godkjenningskriterier for evaluering av «%1$@».";

/* Self Signed Root */
"Self Signed Root" = "Selvsignert rot";

/* Self Signed Root CA */
"Self Signed Root CA" = "Selvsignert rot-CA";

/* Show CA Web Site... */
"Show CA Web Site..." = "Vis CA-webstedet...";

/* Sign using your %@ identity */
"Sign using your %@ identity" = "Signer med %@-identiteten";

/* Specified CRL server down */
"Specified CRL server down" = "Angitt CRL-tjener ikke tilgjengelig";

/* Key Pair pane title when CA configures default key pair values when creating a CA */
"Specify Key Pair Information For Users of This CA" = "Angi nøkkelparinformasjon";

/* Key Pair Attributes pane message for creating a CA */
"Specify the key size and algorithm used to create your key pair for the Certificate Authority.\n\nThe key pair is made up of your private and public keys. The private key is the secret part of the key pair and should be kept secret. The public key is made publicly available as part of the digital certificate." = "Angi nøkkelstørrelsen og algoritmen som ble brukt til å opprette nøkkelparet for sertifikatautoriteten.\n\nNøkkelparet består av de private og offentlige nøklene dine. Den private nøkkelen er den hemmelige delen av nøkkelparet og bør holdes hemmelig. Den offentlige delen gjøres offentlig tilgjengelig som en del av det digitale sertifikatet.";

/* Key Pair Attributes pane message for creating a cert for yourself */
"Specify the key size and algorithm used to create your key pair.\n\nThe key pair is made up of your private and public keys. The private key is the secret part of the key pair and should be kept secret. The public key is made publicly available as part of the digital certificate." = "Angi nøkkelstørrelsen og algoritmen som ble brukt til å opprette nøkkelparet.\n\nNøkkelparet består av de private og offentlige nøklene dine. Den private nøkkelen er den hemmelige delen av nøkkelparet og bør holdes hemmelig. Den offentlige delen gjøres offentlig tilgjengelig som en del av det digitale sertifikatet.";

/* SSL Client */
"SSL Client" = "SSL-klient";

/* SSL Server */
"SSL Server" = "SSL-tjener";

/* Subject Alternate Name Extension */
"Subject Alternate Name Extension" = "Tillegg for alternativt subjektnavn";

/* Subject Alternate Name Extension For This CA */
"Subject Alternate Name Extension For This CA" = "Tillegg for alternativt subjektnavn for denne CA";

/* Subject Alternate Name For Users of This CA */
"Subject Alternate Name For Users of This CA" = "Alternativt subjektnavn for brukere av denne CA-en";

/* Success */
"Success" = "Vellykket";

/* System Roots */
"System Roots" = "Systemrøtter";

/* Template = %@ */
"Template = %@" = "Mal = %@";

/* CA Email greeting when CA is available */
"The \\U201C%1$@\\U201D Certificate Authority is now available to accept certificate requests from you. Click the attachment and the Certificate Assistant will guide you through this process." = "«%1$@»-sertifikatautoriteten er nå tilgjengelig for sertifikatbestilling. Klikk på vedlegget, og dermed leder Sertifikatassistent deg gjennom denne prosessen.";

/* Conclusion pane when a CA creates a cert and it is sent to the requestor */
"The certificate has been created for \\U201C%1$@\\U201D. A copy has been placed in your keychain." = "Sertifikatet har blitt opprettet for «%1$@». En kopi har blitt lagt til på nøkkelringen din.";

/* The default Certificate Authority is now set to \\U201C%@\\U201D. */
"The default Certificate Authority is now set to \\U201C%@\\U201D." = "Standard sertifikatautoritet er nå «%@».";

/* The file you specified could not be opened by this assistant. */
"The file you specified could not be opened by this assistant." = "Filen du oppga, kunne ikke åpnes av denne assistenten.";

/* The Key Usage Extension of a certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones this certificate will provide. */
"The Key Usage Extension of a certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones this certificate will provide." = "Tillegg for nøkkelbruk i et sertifikat identifiserer sertifikatets sikkerhetsegenskaper. Velg «Inkluder tillegg for nøkkelbruk» hvis du vil se de tilgjengelige egenskapene, og velg hvilke dette sertifikatet skal inneholde.";

/* The Key Usage Extension of the CA\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones the certificate will provide. */
"The Key Usage Extension of the CA\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones the certificate will provide." = "Tillegg for nøkkelbruk i sertifikatautoritetens sertifikat identifiserer sertifikatets sikkerhetsegenskaper. Velg «Inkluder tillegg for nøkkelbruk» hvis du vil se de tilgjengelige egenskapene, og velg hvilke egenskaper dette sertifikatet skal inneholde.";

/* The Key Usage Extension of the user's certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones their certificate will provide. */
"The Key Usage Extension of the user\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones their certificate will provide." = "Tillegg for nøkkelbruk for brukerens sertifikat identifiserer sertifikatets sikkerhetsegenskaper. Velg «Inkluder tillegg for nøkkelbruk» hvis du vil se de tilgjengelige egenskapene, og velg hvilke egenskaper sertifikatet skal inneholde.";

/* The RFC822 name cannot contain Unicode characters. */
"The RFC822 name cannot contain Unicode characters." = "RFC822-navnet kan ikke inneholde Unicode-tegn.";

/* There are currently no identities available to sign your CA invitation. */
"There are currently no identities available to sign your CA invitation." = "Det er for øyeblikket ingen identiteter tilgjengelig for å signere CA-invitasjonen din.";

/* There are no configured Certificate Authorities. You first need to create one using the 'Create a Certificate Authority' option. */
"There are no configured Certificate Authorities. You first need to create one using the \\U201CCreate a Certificate Authority\\U201D option." = "Det finnes ingen konfigurerte sertifikatautoriteter. Du må opprette en først ved hjelp av valget «Opprette en sertifikatautoritet (CA)».";

/* There are no configured Certificate Authorities. You first need to create one. */
"There are no configured Certificate Authorities. You first need to create one." = "Det finnes ingen konfigurerte sertifikatautoriteter. Du må opprette en først.";

/* There are no valid root or intermediate certificate authorities available to sign certificates. Use the \\U201CCreate a Certificate Authority\\U201D option to create a certificate authority. */
"There are no valid root or intermediate certificate authorities available to sign certificates. Use the \\U201CCreate a Certificate Authority\\U201D option to create a certificate authority." = "Ingen gyldige rotsertifikatautoriteter eller intermediære sertifikatautoriteter er tilgjengelige for sertifikatsignering. Hvis du vil opprette en sertifikatautoritet, velger du «Opprett en sertifikatautoritet».";

/* Key Pair Attributes pane message for specifying key pair information for users of this CA (displayed when creating a CA) */
"This pane will specify the public and private key pair information for users of this CA when they request a certificate." = "Dette panelet spesifiserer offentlig og privat nøkkelparinformasjon for brukere av denne sertifikatautoriteten når et sertifikat bestilles.";

/* To evaluate certificates, first select the appropriate trust policy. */
"To evaluate certificates, first select the appropriate trust policy." = "Hvis du vil vurdere sertifikater, må du først velge passende godkjenningskriterier.";

/* Message indicating that this item is dated today */
"Today" = "I dag";

/* Trusted Root */
"Trusted Root" = "Godkjent rot";

/* Trusting a CA certificate means the CA can \\U201Ctrusted\\U201D in the future to perform evaluations on certificates that are signed by this CA and determine whether they are valid or not. When creating a new CA, its certificate is never considered trusted on the system by default for security reasons. Trusting a new CA certificate has to be done specifically by the user or administrator. In this case, it can be trusted by clicking \\U201COn this machine, trust certificates signed by this CA\\U201D. */
"Trusting a CA certificate means the CA can \\U201Ctrusted\\U201D in the future to perform evaluations on certificates that are signed by this CA and determine whether they are valid or not. When creating a new CA, its certificate is never considered trusted on the system by default for security reasons. Trusting a new CA certificate has to be done specifically by the user or administrator. In this case, it can be trusted by clicking \\U201COn this machine, trust certificates signed by this CA\\U201D." = "Godkjenning av et CA-sertifikat gjør at CA-en godkjennes for fremtidige evalueringer av sertifikater som er signert av denne CA-en for å finne ut om de er gyldige eller ikke. Når du oppretter en ny CA, er standardinnstillingen at sertifikater fra denne CA-en, av sikkerhetsgrunner, aldri regnes som godkjent. Godkjenning av en ny CA må gjøres spesifikt av brukeren eller administratoren. I dette tilfellet kan CA-en godkjennes ved å klikke på «Godkjenn sertifikater som er signert av denne CA-en (på denne maskinen)».";

/* Unknown (Internal error) */
"Unknown (Internal error)" = "Ukjent (intern feil)";

/* Unknown Critical Cert Extension */
"Unknown Critical Cert Extension" = "ukjent nødvendig Cert-tillegg";

/* Unknown Critical CRL Extension */
"Unknown Critical CRL Extension" = "ukjent nødvendig CRL-tillegg";

/* Unknown Critical Extension */
"Unknown Critical Extension" = "ukjent nødvendig tillegg";

/* Unknown Error = %1$@ */
"Unknown Error = %1$@" = "Ukjent feil = %1$@";

/* Unrecognized root cert */
"Unrecognized root cert" = "Rotsertifikat ikke gjenkjent";

/* Untrusted Root */
"Untrusted Root" = "Rot ikke godkjent";

/* User Certificate: */
"User Certificate:" = "Brukersertifikat:";

/* VPN Client */
"VPN Client" = "VPN-klient";

/* VPN Server */
"VPN Server" = "VPN-tjener";

/* What does \\U201CMake this CA the default\\U201D mean? */
"What does \\U201CMake this CA the default\\U201D mean?" = "Hva betyr «Bruk denne CA-en som standard»?";

/* What does \\U201CSign your invitation\\U201D mean? */
"What does \\U201CSign your invitation\\U201D mean?" = "Hva betyr «Signer invitasjonen»?";

/* What does \\U201Ctrust certificates signed by this CA\\U201D mean? */
"What does \\U201Ctrust certificates signed by this CA\\U201D mean?" = "Hva betyr «Godkjenn sertifikater som er signert av denne CA-en»?";

/* What is a CA Web Site? */
"What is a CA Web Site?" = "Hva er et CA-websted?";

/* What is a leaf certificate? */
"What is a leaf certificate?" = "Hva er et bladsertifikat?";

/* What is a self-signed root CA? */
"What is a self-signed root CA?" = "Hva er en selvsignert rot-CA?";

/* What is a self-signed root certificate? */
"What is a self-signed root certificate?" = "Hva er et selvsignert rotsertifikat?";

/* What is an intermediate certificate authority? */
"What is an intermediate certificate authority?" = "Hva er en intermediær sertifikautoritet?";

/* What is an invitation? */
"What is an invitation?" = "Hva er en invitasjon?";

/* When a user requests a certificate from a CA, a signed invitation ensures the user that the invitation is in fact from this CA and is unaltered. */
"When a user requests a certificate from a CA, a signed invitation ensures the user that the invitation is in fact from this CA and is unaltered." = "Når en bruker ber om et sertifikat fra en CA, er en signert invitasjon en forsikring for brukeren om at invitasjonen faktisk kommer fra denne CA-en og ikke har blitt endret.";

/* When accepting certificate signing requests from users, the default CA will be automatically selected in the popup menu of available Certificate Authorities. When you click \\U201CMake this CA the default\\U201D, the CA name you have specified above will become the default CA. */
"When accepting certificate signing requests from users, the default CA will be automatically selected in the popup menu of available Certificate Authorities. When you click \\U201CMake this CA the default\\U201D, the CA name you have specified above will become the default CA." = "Når du mottar sertifikatsigneringsforespørsler fra brukere, velges standard-CA-en automatisk fra lokalmenyen med tilgjengelige sertifikatautoriteter. Når du klikker på «Bruk denne CA-en som standard», blir CA-navnet du har valgt ovenfor, valgt som standard CA.";

/* Yes */
"Yes" = "Ja";

/* Message indicating that this item is dated yesterday */
"Yesterday" = "I går";

/* You are about to create a root certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create a root certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "Du er i ferd med å opprette en rotsertifikatautoritet som kan utstede S/MIME-sertifikater. Det blir opprettet et 2048-bits RSA-nøkkelpar. Hvis du vil endre disse standardinnstillingene, klikker du på «Tillat overstyring av standardvalg».";

/* You are about to create a secure e-mail (S/MIME) certificate. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create a secure e-mail (S/MIME) certificate. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "Du er i ferd med å opprette et sikkert e-postsertifikat (S/MIME). Det blir opprettet et 2048-bits RSA-nøkkelpar. Hvis du vil endre disse standardinnstillingene, klikker du på «Tillat overstyring av standardvalg».";

/* You are about to create a self-signed certificate. */
"You are about to create a self-signed certificate." = "Du er i ferd med å opprette et selvsignert sertifikat.";

/* You are about to create an intermediate certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create an intermediate certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "Du er i ferd med å opprette en intermediær sertifikatautoritet som kan utstede S/MIME-sertifikater. Det blir opprettet et 2048-bits RSA-nøkkelpar. Hvis du vil endre disse standardinnstillingene, klikker du på «Tillat overstyring av standardvalg».";

/* You are required to choose at least one extended key usage if this extension is enabled. */
"You are required to choose at least one extended key usage if this extension is enabled." = "Du må velge minst én utvidet nøkkelbruk hvis dette tillegget aktiveres.";

/* You are required to choose at least one key usage if this extension is enabled. */
"You are required to choose at least one key usage if this extension is enabled." = "Du må velge minst én nøkkelbruk hvis dette tillegget aktiveres.";

/* Error sheet message when faling to specify a name for the CA config file */
"You must enter a configuration file name before continuing." = "Du må oppgi et konfigurasjonsfilnavn før du kan fortsette.";

/* Error sheet message when faling to specify an email address */
"You must enter an email address for the user before continuing." = "Du må oppgi en e-postadresse for brukeren før du kan fortsette.";

/* Error sheet message when faling to specify an email address of the CA */
"You must enter an email address of a Certificate Authority before continuing." = "Du må oppgi en e-postadresse for sertifikatautoriteten før du kan fortsette.";

/* Your CA was created successfully. Click 'OK' to begin using your new CA. */
"Your CA was created successfully. Click 'OK' to begin using your new CA." = "Oppretting av CA var vellykket. Klikk på «OK» for å ta i bruk den nye CA-en.";

/* Conclusion pane message for creating and configuring a CA */
"Your Certificate Authority \\U201C%1$@\\U201D has been created and is ready to issue certificates." = "Sertifikatautoriteten «%1$@» har blitt opprettet og er klar til å utstede sertifikater.";

/* Conclusion pane when a user issues their own certificate */
"Your certificate has been successfully created." = "Oppretting av sertifikatet var vellykket.";

/* Your certificate is ready */
"Your certificate is ready" = "Sertifikatet er klart";

/* Conclusion pane message for a user requesting a certificate from a CA */
"Your certificate request Email has been created for you and is ready to send in Mail.app. After you send it, \\U201C%1$@\\U201D will receive an email containing your certificate. When you receive it, click the enclosure and it will be imported into your keychain." = "E-postmeldingen med sertifikatbestillingen har blitt opprettet og er klar for sending i Mail. Når du har sendt den, vil «%1$@» motta en e-postmelding som inneholder sertifikatet. Når du mottar e-postmeldingen, klikker du på vedlegget for å importere sertifikatet til nøkkelringen.";

/* Your certificate request has been created on disk. */
"Your certificate request has been created on disk." = "Sertifikatforespørselen har blitt opprettet på disk.";

/* Your invitation will remain unsigned. */
"Your invitation will remain unsigned." = "Invitasjonen forblir usignert.";

